Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.computerUse.permission.screenRecording.subtitle
source: Lets cmux Computer Use see app windows and screen content.
ar: يتيح لـ cmux Computer Use رؤية نوافذ التطبيق ومحتوى الشاشة.
de: Ermöglicht es cmux Computer Use, App-Fenster und Bildschirminhalte zu sehen.
es: Permite a cmux Computer Use ver las ventanas de las aplicaciones y el contenido de la pantalla.
fr: Permet à cmux Computer Use de voir les fenêtres des applications et le contenu de l’écran.
ja: cmux Computer Useがアプリウインドウや画面内容を確認できるようにします。
ko: cmux 컴퓨터 사용이 앱 창 및 화면 콘텐츠를 볼 수 있도록 허용합니다.
zh_hans: 让 cmux Computer Use 能够看到应用窗口与屏幕内容。
zh_hant: 允許 cmux 電腦操作檢視應用程式視窗與螢幕內容。

# settings.computerUse.permissions
source: Permissions
ar: الأذونات
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: 権限
ko: 권한
zh_hans: 权限
zh_hant: 權限

# settings.computerUse.showInMenuBar
source: Show Computer Use in Menu Bar
ar: إظهار Computer Use في شريط القوائم
de: Computer Use in der Menüleiste anzeigen
es: Mostrar uso de la computadora en la barra de menús
fr: Afficher Computer Use dans la barre de menus
ja: メニューバーにコンピュータ操作を表示
ko: 메뉴 막대에 컴퓨터 사용 표시
zh_hans: 在菜单栏中显示 Computer Use
zh_hant: 在選單列中顯示 Computer Use

# settings.computerUse.showInMenuBar.subtitle
source: Show live agent sessions and shortcuts to their terminal and driven app.
ar: إظهار جلسات الوكيل المباشرة واختصارات للطرفية الخاصة بها والتطبيق المُدار.
de: Live-Agentensitzungen und Verknüpfungen zu deren Terminal und gesteuerter App anzeigen.
es: Muestra sesiones de agentes en vivo y atajos a su terminal y aplicación controlada.
fr: Afficher les sessions d’agent en direct et les raccourcis vers leur terminal et l’application contrôlée.
ja: 実行中のエージェントセッションと、そのターミナルや操作対象アプリへのショートカットを表示します。
ko: 활성 에이전트 세션과 해당 터미널 및 제어되는 앱의 바로가기를 표시합니다.
zh_hans: 显示进行中的代理会话，以及通往其终端和被操作应用的快捷入口。
zh_hant: 顯示執行中的代理程式工作階段以及前往其終端機與受控應用程式的捷徑。

# settings.search.alias.section.computerUse
source: computer use cua accessibility screen capture recording permissions cursor mcp agents menu bar onboarding
ar: computer use cua accessibility screen capture recording permissions cursor mcp agents menu bar onboarding استخدام الكمبيوتر cua إمكانية الوصول لقطة شاشة تسجيل أذونات مؤشر mcp وكلاء شريط القوائم التهيئة
de: computer use cua accessibility screen capture recording permissions cursor mcp agents menu bar onboarding computer use cua bedienungshilfen bildschirmaufnahme berechtigungen cursor mcp agenten menüleiste onboarding
es: computer use cua accessibility screen capture recording permissions cursor mcp agents menu bar onboarding uso de la computadora cua accesibilidad captura de pantalla grabación permisos cursor mcp agentes barra de menús onboarding
fr: computer use cua accessibility screen capture recording permissions cursor mcp agents menu bar onboarding computer use cua accessibilité capture écran enregistrement autorisations curseur mcp agents barre de menus intégration
ja: computer use cua accessibility screen capture recording permissions cursor mcp agents menu bar onboarding コンピュータ操作 アクセシビリティ 画面収録 権限 エージェント メニューバー オンボーディング
ko: computer use cua accessibility screen capture recording permissions cursor mcp agents menu bar onboarding 컴퓨터 사용 손쉬운 사용 화면 캡처 녹화 권한 커서 에이전트 메뉴 막대 온보딩
zh_hans: computer use cua accessibility screen capture recording permissions cursor mcp agents menu bar onboarding 电脑操作 辅助功能 屏幕录制 权限 光标 代理 菜单栏 引导
zh_hant: computer use cua accessibility screen capture recording permissions cursor mcp agents menu bar onboarding computer use cua 輔助功能 螢幕截圖 螢幕錄製 權限 游標 mcp 代理程式 選單列 新手引導

# settings.search.alias.setting.computerUse.enabled
source: computerUse.enabled enable disable computer use cua mcp agent sessions
ar: computerUse.enabled enable disable computer use cua mcp agent sessions computerUse.enabled تفعيل تعطيل استخدام الكمبيوتر cua mcp جلسات الوكلاء
de: computerUse.enabled enable disable computer use cua mcp agent sessions computerUse.enabled aktivieren deaktivieren computer use cua mcp agenten sitzungen
es: computerUse.enabled enable disable computer use cua mcp agent sessions computerUse.enabled habilitar desactivar uso de la computadora cua mcp sesiones de agentes
fr: computerUse.enabled enable disable computer use cua mcp agent sessions computerUse.enabled activer désactiver computer use cua mcp sessions agent
ja: computerUse.enabled enable disable computer use cua mcp agent sessions コンピュータ操作 有効 無効 エージェント セッション
ko: computerUse.enabled enable disable computer use cua mcp agent sessions 컴퓨터 사용 활성화 비활성화 에이전트 세션
zh_hans: computerUse.enabled enable disable computer use cua mcp agent sessions 启用 停用 电脑操作 代理 会话
zh_hant: computerUse.enabled enable disable computer use cua mcp agent sessions computerUse.enabled 啟用 停用 computer use cua mcp 代理程式工作階段

# settings.search.alias.setting.computerUse.permissions
source: accessibility screen recording capture permissions privacy system settings grant
ar: accessibility screen recording capture permissions privacy system settings grant إمكانية الوصول تسجيل الشاشة لقطة أذونات الخصوصية إعدادات النظام منح
de: accessibility screen recording capture permissions privacy system settings grant bedienungshilfen bildschirmaufnahme berechtigungen datenschutz systemeinstellungen gewähren
es: accessibility screen recording capture permissions privacy system settings grant accesibilidad grabación de pantalla captura permisos privacidad configuración del sistema otorgar
fr: accessibility screen recording capture permissions privacy system settings grant accessibilité enregistrement écran capture autorisations confidentialité réglages système autoriser
ja: accessibility screen recording capture permissions privacy system settings grant アクセシビリティ 画面収録 権限 プライバシー システム設定 許可
ko: accessibility screen recording capture permissions privacy system settings grant 손쉬운 사용 화면 기록 캡처 권한 개인정보 보호 시스템 설정 부여
zh_hans: accessibility screen recording capture permissions privacy system settings grant 辅助功能 屏幕录制 捕捉 权限 隐私 系统设置 授予
zh_hant: accessibility screen recording capture permissions privacy system settings grant 輔助功能 螢幕錄製 螢幕截圖 權限 隱私權 系統設定 授權

# settings.search.alias.setting.computerUse.showInMenuBar
source: computerUse.showInMenuBar menu bar menubar status item cursor agents
ar: computerUse.showInMenuBar menu bar menubar status item cursor agents computerUse.showInMenuBar شريط القوائم شريط_القوائم عنصر الحالة مؤشر وكلاء
de: computerUse.showInMenuBar menu bar menubar status item cursor agents computerUse.showInMenuBar menüleiste statusmenü cursor agenten
es: computerUse.showInMenuBar menu bar menubar status item cursor agents computerUse.showInMenuBar barra de menús barra de menú elemento de estado cursor agentes
fr: computerUse.showInMenuBar menu bar menubar status item cursor agents computerUse.showInMenuBar barre de menus barre menus élément état curseur agents
ja: computerUse.showInMenuBar menu bar menubar status item cursor agents メニューバー ステータス項目 カーソル エージェント
ko: computerUse.showInMenuBar menu bar menubar status item cursor agents 메뉴 막대 상태 항목 커서 에이전트
zh_hans: computerUse.showInMenuBar menu bar menubar status item cursor agents 菜单栏 状态项 光标 代理
zh_hant: computerUse.showInMenuBar menu bar menubar status item cursor agents computerUse.showInMenuBar 選單列 狀態列 狀態項目 游標 代理程式

# settings.search.keywords.computerUse
source: computer use accessibility screen recording permissions cursor mcp agents menu bar onboarding
ar: استخدام الكمبيوتر إمكانية الوصول تسجيل الشاشة أذونات المؤشر mcp وكلاء شريط القوائم التهيئة
de: computer use bedienungshilfen bildschirmaufnahme berechtigungen cursor mcp agenten menüleiste onboarding
es: uso de la computadora accesibilidad grabación de pantalla permisos cursor mcp agentes barra de menús onboarding
fr: computer use accessibilité écran enregistrement autorisations curseur mcp agents barre de menus intégration
ja: computer use accessibility screen recording permissions cursor mcp agents menu bar onboarding コンピュータ操作 アクセシビリティ 画面収録 権限 カーソル エージェント メニューバー オンボーディング
ko: computer use accessibility screen recording permissions cursor mcp agents menu bar onboarding 컴퓨터 사용 손쉬운 사용 화면 기록 권한 커서 에이전트 메뉴 막대 온보딩
zh_hans: computer use accessibility screen recording permissions cursor mcp agents menu bar onboarding 电脑操作 辅助功能 屏幕录制 权限 光标 代理 菜单栏 引导
zh_hant: computer use 輔助功能 螢幕錄製 權限 游標 mcp 代理程式 選單列 新手引導

# caffeine.error.missingEnabled
source: Pass enabled=true or enabled=false.
ar: يرجى تمرير enabled=true أو enabled=false.
de: Übergeben Sie enabled=true oder enabled=false.
es: Pasa enabled=true o enabled=false.
fr: Passez enabled=true ou enabled=false.
ja: enabled=true または enabled=false を指定してください。
ko: enabled=true 또는 enabled=false를 전달하십시오.
zh_hans: 请传入 enabled=true 或 enabled=false。
zh_hant: 請傳送 enabled=true 或 enabled=false。

# caffeine.error.unavailable
source: Keep Mac Awake isn't available yet.
ar: ميزة Keep Mac Awake ليست متاحة بعد.
de: „Keep Mac Awake“ ist noch nicht verfügbar.
es: Mantener la Mac activa no está disponible todavía.
fr: Keep Mac Awake n’est pas encore disponible.
ja: 「Macをスリープさせない」はまだ利用できません。
ko: 'Mac 잠자기 방지'는 아직 사용할 수 없습니다.
zh_hans: 「保持 Mac 唤醒」尚不可用。
zh_hant: Keep Mac Awake 功能目前尚無法使用。

# cli.help.notify
source: Usage: cmux notify [flags] Send or clear notifications. Flags: --title --subtitle --body --reply --clear --workspace --surface --window --json --id-format
ar: الاستخدام: cmux notify [flags] أرسل إشعارًا أو امسح الهدف باستخدام --clear. Flags: --title --subtitle --body --reply --clear --workspace --surface --window --json --id-format
bs: Upotreba: cmux notify [flags] Pošaljite obavijest ili obrišite cilj pomoću --clear. Flags: --title --subtitle --body --reply --clear --workspace --surface --window --json --id-format
da: Brug: cmux notify [flags] Send en meddelelse eller ryd målet med --clear. Flags: --title --subtitle --body --reply --clear --workspace --surface --window --json --id-format
de: Verwendung: cmux notify [flags] Benachrichtigung senden oder das Ziel mit --clear leeren. Flags: --title --subtitle --body --reply --clear --workspace --surface --window --json --id-format
es: Uso: cmux notify [flags] Envía una notificación o limpia el destino con --clear. Flags: --title --subtitle --body --reply --clear --workspace --surface --window --json --id-format
fr: Utilisation : cmux notify [flags] Envoyer une notification ou effacer la cible avec --clear. Flags : --title --subtitle --body --reply --clear --workspace --surface --window --json --id-format
it: Uso: cmux notify [flags] Invia una notifica o cancella la destinazione con --clear. Flags: --title --subtitle --body --reply --clear --workspace --surface --window --json --id-format
ja: 使い方: cmux notify [flags] ワークスペース／サーフェスに通知を送り、--clear で対象を消去します。 Flags: --title --subtitle --body --reply --clear --workspace --surface --window --json --id-format
ko: 사용법: cmux notify [flags] 알림을 보내거나 --clear로 대상을 지웁니다. Flags: --title --subtitle --body --reply --clear --workspace --surface --window --json --id-format
nb: Bruk: cmux notify [flags] Send et varsel eller tøm målet med --clear. Flags: --title --subtitle --body --reply --clear --workspace --surface --window --json --id-format
pl: Użycie: cmux notify [flags] Wyślij powiadomienie albo wyczyść cel za pomocą --clear. Flags: --title --subtitle --body --reply --clear --workspace --surface --window --json --id-format
pt_br: Uso: cmux notify [flags] Envie uma notificação ou limpe o destino com --clear. Flags: --title --subtitle --body --reply --clear --workspace --surface --window --json --id-format
ru: Использование: cmux notify [flags] Отправьте уведомление или очистите цель с помощью --clear. Flags: --title --subtitle --body --reply --clear --workspace --surface --window --json --id-format
th: วิธีใช้: cmux notify [flags] ส่งการแจ้งเตือนหรือล้างเป้าหมายด้วย --clear Flags: --title --subtitle --body --reply --clear --workspace --surface --window --json --id-format
tr: Kullanım: cmux notify [flags] Bildirim gönderin veya --clear ile hedefi temizleyin. Flags: --title --subtitle --body --reply --clear --workspace --surface --window --json --id-format
uk: Використання: cmux notify [flags] Надішліть сповіщення або очистьте ціль за допомогою --clear. Flags: --title --subtitle --body --reply --clear --workspace --surface --window --json --id-format
zh_hans: 用法：cmux notify [flags] 发送通知，或使用 --clear 清除目标。 Flags: --title --subtitle --body --reply --clear --workspace --surface --window --json --id-format
zh_hant: 用法：cmux notify [flags] 傳送通知，或使用 --clear 清除目標。 Flags: --title --subtitle --body --reply --clear --workspace --surface --window --json --id-format

# cli.help.notify.clear
source: --clear Clear notifications for the resolved caller/target instead of posting
ar: --clear امسح إشعارات المتصل/الهدف المحلّل بدل النشر
bs: --clear Obriši obavijesti riješenog pozivaoca/cilja umjesto slanja
da: --clear Ryd meddelelser for det fundne mål i stedet for at sende
de: --clear Benachrichtigungen des aufgelösten Ziels löschen statt senden
es: --clear Limpia las notificaciones del destino resuelto en vez de publicar
fr: --clear Effacer les notifications de la cible résolue au lieu de publier
it: --clear Cancella le notifiche della destinazione invece di pubblicare
ja: --clear 解決された呼び出し元／対象の通知を投稿せずに消去
ko: --clear 게시하지 않고 확인된 대상의 알림 삭제
nb: --clear Tøm varsler for det løste målet i stedet for å sende
pl: --clear Wyczyść powiadomienia rozpoznanego celu zamiast wysyłać
pt_br: --clear Limpe as notificações do destino resolvido em vez de publicar
ru: --clear Очистить уведомления найденной цели вместо отправки
th: --clear ล้างการแจ้งเตือนของเป้าหมายแทนการโพสต์
tr: --clear Göndermek yerine çözümlenen hedefin bildirimlerini temizle
uk: --clear Очистити сповіщення визначеної цілі замість надсилання
zh_hans: --clear 清除已解析目标的通知，而不是发布
zh_hant: --clear 清除已解析目標的通知，而不是發佈

# cli.help.notify.management
source: The response includes the created notification id. Use cmux dismiss-notification --id <uuid>, cmux list-notifications, or cmux clear-notifications to manage notifications.
ar: تتضمن الاستجابة معرّف الإشعار المنشأ. استخدم أوامر cmux لإدارة الإشعارات.
bs: Odgovor sadrži ID stvorene obavijesti. Koristite cmux naredbe za upravljanje obavijestima.
da: Svaret indeholder ID'et på den oprettede meddelelse. Brug cmux-kommandoer til at administrere meddelelser.
de: Die Antwort enthält die ID der erstellten Benachrichtigung. Mit cmux-Befehlen können Benachrichtigungen verwaltet werden.
es: La respuesta incluye el ID de la notificación creada. Usa los comandos cmux para administrar notificaciones.
fr: La réponse contient l’identifiant de la notification créée. Utilisez les commandes cmux pour gérer les notifications.
it: La risposta include l’ID della notifica creata. Usa i comandi cmux per gestire le notifiche.
ja: 応答には作成した通知の ID が含まれます。cmux dismiss-notification --id <uuid>、cmux list-notifications、または cmux clear-notifications で通知を管理できます。
ko: 응답에는 생성된 알림 ID가 포함됩니다. cmux 명령으로 알림을 관리하세요.
nb: Svaret inneholder ID-en til det opprettede varselet. Bruk cmux-kommandoer til å håndtere varsler.
pl: Odpowiedź zawiera identyfikator utworzonego powiadomienia. Użyj poleceń cmux, aby zarządzać powiadomieniami.
pt_br: A resposta inclui o ID da notificação criada. Use os comandos cmux para gerenciar notificações.
ru: Ответ содержит ID созданного уведомления. Используйте команды cmux для управления уведомлениями.
th: คำตอบมี ID ของการแจ้งเตือนที่สร้างขึ้น ใช้คำสั่ง cmux เพื่อจัดการการแจ้งเตือน
tr: Yanıt oluşturulan bildirimin ID'sini içerir. Bildirimleri yönetmek için cmux komutlarını kullanın.
uk: Відповідь містить ID створеного сповіщення. Керуйте сповіщеннями командами cmux.
zh_hans: 响应包含创建的通知 ID。使用 cmux 命令管理通知。
zh_hant: 回應包含建立的通知 ID。使用 cmux 指令管理通知。

# cli.help.notify.reply
source: --reply Allow a free-text inline reply
ar: --reply السماح بردّ نصي مضمن
bs: --reply Dozvoli tekstualni ugrađeni odgovor
da: --reply Tillad et frit tekstsvar inline
de: --reply Freie Inline-Textantwort erlauben
es: --reply Permitir una respuesta de texto en línea
fr: --reply Autoriser une réponse texte intégrée
it: --reply Consenti una risposta testuale in linea
ja: --reply 自由入力のインライン返信を許可
ko: --reply 자유 형식 인라인 답장 허용
nb: --reply Tillat et fritt tekstsvar inline
pl: --reply Zezwól na tekstową odpowiedź w wierszu
pt_br: --reply Permitir resposta de texto em linha
ru: --reply Разрешить свободный текстовый ответ
th: --reply อนุญาตการตอบกลับแบบข้อความ
tr: --reply Serbest metinli satır içi yanıta izin ver
uk: --reply Дозволити вільну текстову відповідь
zh_hans: --reply 允许自由文本内联回复
zh_hant: --reply 允許自由文字內嵌回覆

# cli.vault.usage
source: Usage: cmux vault <subcommand> [options] Browse, search, checkpoint, and fork agent sessions from the Vault index. Subcommands: sessions [--agent <id>] [--folder <path>] [--limit <n>] List indexed agent sessions, newest first. search <query> [--limit <n>] Search sessions. Supports agent:, repo:, ws:, before:/after: operators and quoted phrases, ranked by recency. checkpoints --agent <id> --session <id> List a session's checkpoint timeline (derived turns + manual). checkpoint --agent <id> --session <id> [--name <text>] Create a manual named checkpoint at the session's current tip. fork --agent <id> --session <id> (--checkpoint <id> | --turn <n>) [--open] Fork a new session from a checkpoint. Prints the new session id and its resume command; --open also opens it in a new workspace. All subcommands support --json for machine-readable output.
ar: الاستخدام: cmux vault <subcommand> [options] تصفح، وابحث عن، وأنشئ نقاط فحص، وفرّع جلسات الوكلاء من فهرس Vault. الأوامر الفرعية: sessions [--agent <id>] [--folder <path>] [--limit <n>] عرض جلسات الوكلاء المفهرسة، الأحدث أولاً. search <query> [--limit <n>] البحث في الجلسات. يدعم المعاملات agent: و repo: و ws: و before:/after: والعبارات المقتبسة، مرتبة حسب الحداثة. checkpoints --agent <id> --session <id> عرض المخطط الزمني لنقاط فحص الجلسة (الجولات المشتقة + اليدوية). checkpoint --agent <id> --session <id> [--name <text>] إنشاء نقطة فحص يدوية مسمّاة عند الطرف الحالي للجلسة. fork --agent <id> --session <id> (--checkpoint <id> | --turn <n>) [--open] تفريغ جلسة جديدة من نقطة فحص. يطبع معرف الجلسة الجديد وأمر الاستئناف الخاص بها؛ الخيار --open يفتحها أيضاً في مساحة عمل جديدة. تدعم جميع الأوامر الفرعية الخيار --json لإخراج مقروء آلياً.
de: Verwendung: cmux vault <subcommand> [options] Durchsuchen, Suchen, Erstellen von Checkpoints und Abspalten (Fork) von Agenten-Sitzungen aus dem Vault-Index. Unterbefehle: sessions [--agent <id>] [--folder <path>] [--limit <n>] Listet indizierte Agenten-Sitzungen auf, die neuesten zuerst. search <query> [--limit <n>] Durchsucht Sitzungen. Unterstützt die Operatoren agent:, repo:, ws:, before:/after: sowie Phrasen in Anführungszeichen, sortiert nach Aktualität. checkpoints --agent <id> --session <id> Listet den Checkpoint-Verlauf einer Sitzung auf (abgeleitete Züge + manuelle). checkpoint --agent <id> --session <id> [--name <text>] Erstellt einen manuellen benannten Checkpoint am aktuellen Ende der Sitzung. fork --agent <id> --session <id> (--checkpoint <id> | --turn <n>) [--open] Spaltet eine neue Sitzung von einem Checkpoint ab. Gibt die neue Sitzungs-ID und ihren Befehl zum Fortsetzen aus; --open öffnet sie zudem in einem neuen Arbeitsbereich. Alle Unterbefehle unterstützen --json für maschinenlesbare Ausgabe.
es: Uso: cmux vault <subcommand> [options] Explora, busca, crea puntos de control y bifurca sesiones de agentes desde el índice del Vault. Subcomandos: sessions [--agent <id>] [--folder <path>] [--limit <n>] Enumera las sesiones de agentes indexadas, las más recientes primero. search <query> [--limit <n>] Busca sesiones. Soporta los operadores agent:, repo:, ws:, before:/after: y frases entre comillas, clasificadas por novedad. checkpoints --agent <id> --session <id> Enumera la línea de tiempo de puntos de control de una sesión (turnos derivados + manuales). checkpoint --agent <id> --session <id> [--name <text>] Crea un punto de control manual con nombre en el extremo actual de la sesión. fork --agent <id> --session <id> (--checkpoint <id> | --turn <n>) [--open] Bifurca una nueva sesión desde un punto de control. Muestra el ID de la nueva sesión y su comando de reanudación; --open también la abre en un nuevo espacio de trabajo. Todos los subcomandos soportan --json para una salida legible por máquina.
fr: Usage : cmux vault <subcommand> [options] Parcourir, rechercher, créer des points de contrôle et bifurquer des sessions d’agent depuis l’index du Vault. Sous-commandes : sessions [--agent <id>] [--folder <path>] [--limit <n>] Liste les sessions d’agent indexées, de la plus récente à la plus ancienne. search <query> [--limit <n>] Recherche des sessions. Prend en charge les opérateurs agent:, repo:, ws:, before:/after: et les expressions entre guillemets, classées par récence. checkpoints --agent <id> --session <id> Liste la chronologie des points de contrôle d’une session (tours dérivés + manuels). checkpoint --agent <id> --session <id> [--name <text>] Crée un point de contrôle manuel nommé à l’état actuel de la session. fork --agent <id> --session <id> (--checkpoint <id> | --turn <n>) [--open] Bifurque une nouvelle session depuis un point de contrôle. Affiche l’ID de la nouvelle session et sa commande de reprise ; --open l’ouvre également dans un nouvel espace de travail. Toutes les sous-commandes prennent en charge --json pour une sortie lisible par machine.
ja: 使用法: cmux vault <subcommand> [options] Vaultインデックスからエージェントセッションを閲覧・検索・チェックポイント作成・フォークします。 サブコマンド: sessions [--agent <id>] [--folder <path>] [--limit <n>] インデックス済みセッションを新しい順に一覧表示します。 search <query> [--limit <n>] セッションを検索します。agent:、repo:、ws:、before:/after: 演算子と 引用句をサポートし、新しい順にランク付けされます。 checkpoints --agent <id> --session <id> セッションのチェックポイントタイムラインを一覧表示します。 checkpoint --agent <id> --session <id> [--name <text>] 現在の先端に手動チェックポイントを作成します。 fork --agent <id> --session <id> (--checkpoint <id> | --turn <n>) [--open] チェックポイントから新しいセッションをフォークします。--open で 新しいワークスペースで開きます。 すべてのサブコマンドは --json をサポートします。
ko: 사용법: cmux vault <subcommand> [options] Vault 인덱스에서 에이전트 세션을 탐색, 검색, 체크포인트 지정 및 포크합니다. 하위 명령: sessions [--agent <id>] [--folder <path>] [--limit <n>] 인덱싱된 에이전트 세션을 최신순으로 나열합니다. search <query> [--limit <n>] 세션을 검색합니다. agent:, repo:, ws:, before:/after: 연산자 및 따옴표로 묶인 구문을 지원하며, 최신순으로 정렬됩니다. checkpoints --agent <id> --session <id> 세션의 체크포인트 타임라인(파생된 턴 + 수동)을 나열합니다. checkpoint --agent <id> --session <id> [--name <text>] 세션의 현재 팁에 이름이 지정된 수동 체크포인트를 생성합니다. fork --agent <id> --session <id> (--checkpoint <id> | --turn <n>) [--open] 체크포인트에서 새 세션을 포크합니다. 새 세션 ID 및 재개 명령을 출력하며, --open은 새 작업 공간에서 세션을 엽니다. 모든 하위 명령은 기계가 읽을 수 있는 출력을 위한 --json을 지원합니다.
zh_hans: 用法：cmux vault <subcommand> [options] 从 Vault 索引中浏览、搜索、创建检查点并分叉代理会话。 子命令: sessions [--agent <id>] [--folder <path>] [--limit <n>] 列出已索引的代理会话，最新的在前。 search <query> [--limit <n>] 搜索会话。支持 agent:、repo:、ws:、before:/after: 操作符与带引号的短语，按时间新旧排序。 checkpoints --agent <id> --session <id> 列出某个会话的检查点时间线（派生的轮次 + 手动创建）。 checkpoint --agent <id> --session <id> [--name <text>] 在会话当前顶端创建一个手动命名的检查点。 fork --agent <id> --session <id> (--checkpoint <id> | --turn <n>) [--open] 从某个检查点分叉出新会话。打印新会话 id 及其恢复命令；加 --open 还会在新工作区中打开它。 所有子命令都支持 --json 以输出机器可读格式。
zh_hant: 用法：cmux vault <subcommand> [options] 從 Vault 索引中瀏覽、搜尋、建立檢查點與分支代理程式工作階段。 子命令： sessions [--agent <id>] [--folder <path>] [--limit <n>] 列出已索引的代理程式工作階段，最新優先。 search <query> [--limit <n>] 搜尋工作階段。支援 agent:、repo:、ws:、before:/after: 運算子與雙引號片語，依時間近至遠排序。 checkpoints --agent <id> --session <id> 列出工作階段的檢查點時間軸（衍生輪次 + 手動）。 checkpoint --agent <id> --session <id> [--name <text>] 在工作階段的當前最新端點建立手動命名的檢查點。 fork --agent <id> --session <id> (--checkpoint <id> | --turn <n>) [--open] 從檢查點分支新的工作階段。印出新的工作階段識別碼 與其恢復命令；--open 會同時在新的工作區中將其開啟。 所有子命令皆支援以 --json 格式進行機器可讀的輸出。

# cli.vault.sessions.empty
source: No sessions.
ar: لا توجد جلسات.
de: Keine Sitzungen.
es: No hay sesiones.
fr: Aucune session.
ja: セッションがありません。
ko: 세션이 없습니다.
zh_hans: 没有会话。
zh_hant: 無工作階段。
